2guys1account.quackrack-cursor
actboy168.lua-debug
ahmadawais.shades-of-purple
ajhawkings.nodejs-extensions
alefragnani.project-manager
anseki.vscode-color
bierner.color-info
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
chrmarti.regex
codezombiech.gitignore
cschlosser.doxdocgen
dart-code.dart-code
dart-code.flutter
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
discretegames.f5anything
editorconfig.editorconfig
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
formulahendry.auto-rename-tag
github.vscode-pull-request-github
golang.go
gruntfuggly.todo-tree
invillia.code-like-a-rainbow
johnpapa.vscode-peacock
kruemelkatze.vscode-dashboard
lamartire.git-indicators
lannonbr.vscode-js-annotations
leonardssh.vscord
lokalise.i18n-ally
mesonbuild.mesonbuild
mkloubert.vscode-kanban
moozzyk.arduino
mrmomo.meson-build
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-typescript-next
oderwat.indent-rainbow
omrigrossman.tailwind-color-matcher
pixelbyte-studios.pixelbyte-love2d
pnp.polacode
redhat.vscode-yaml
riussi.code-stats-vscode
shan.code-settings-sync
sumneko.lua
tabnine.tabnine-vscode
tonybaloney.vscode-pets
usernamehw.errorlens
wakatime.vscode-wakatime
wallabyjs.wallaby-vscode
wayou.vscode-todo-highlight
wilsonpilon.msxbasic
xdebug.php-debug
xdebug.php-pack
yandeu.five-server
zobo.php-intellisense
